Repository: ProtonLumo/ios-lumo
Catalog: Modules/LumoComposer/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, it, nl, pt_br, tr

source: Ask anything...
de: Stelle eine Frage …
es: Preguntar cualquier cosa...
es_419: Pregunte cualquier cosa...
fr: Posez n'importe quelle question...
it: Fai qualsiasi domanda…
nl: Stel een vraag...
pt_br: Pergunte qualquer coisa...
tr: Her şeyi sorabilirsiniz...

source: Ask me anything.
de: Frag mich irgendetwas.
es: Pregúntame lo que quieras.
es_419: Pregúnteme cualquier cosa.
fr: Posez-moi n'importe quelle question.
it: Chiedimi qualunque cosa.
nl: Stel me een vraag.
pt_br: Pergunte-me qualquer coisa.
tr: Bana her şeyi sorabilirsiniz.

source: Auto
de: Automatisch
es: Automático
es_419: Automático
fr: Automatique
nl: Automatisch
pt_br: Automático
tr: Otomatik

source: Auto choose the best model
de: Automatisch bestes Modell auswählen
es: Elegir automáticamente el mejor modelo
es_419: Elegir el mejor modelo automáticamente
fr: Choisir automatiquement le meilleur modèle
it: Seleziona automaticamente il modello migliore
nl: Kies automatisch het beste model
tr: En iyi model otomatik olarak seçilsin

# By using Lumo, you agree to our [Terms](%@) and [Privacy Policy](%@).
source: By using Lumo, you agree to our [Terms](%1$@) and [Privacy Policy](%2$@).
de: Durch das Nutzen von Lumo stimmst du unseren [Nutzungsbedingungen](%1$@) und [Datenschutzbestimmungen](%2$@) zu.
es: Al usar Lumo, aceptas nuestras [Condiciones](%1$@) y nuestra [Política de privacidad](%2$@).
es_419: Al usar Lumo, acepta nuestros [Términos](%1$@) y [Política de privacidad](%2$@).
fr: En utilisant Lumo, vous acceptez nos [Conditions générales](%1$@) et notre [Politique de confidentialité](%2$@).
it: Utilizzando Lumo, accetti i nostri [Termini](%1$@) e [Politica sulla Privacy](%2$@).
nl: Door Lumo te gebruiken gaat u akkoord met onze [Voorwaarden](%1$@) en [Privacy Policy](%2$@)
pt_br: Ao usar o Lumo, você concorda com os nossos [Termos](%1$@) e [Política de privacidade](%2$@).
tr: Lumo, kullanarak [Şartları](%1$@) ve [Gizlilik İlkemizi](%2$@) kabul etmiş olursunuz.

source: Camera
de: Kamera
es: Cámara
es_419: Cámara
fr: Caméra
it: Fotocamera
pt_br: Câmera
tr: Kamera

source: Connection lost. Please try again.
de: Verbindung unterbrochen. Bitte versuche es erneut.
es: Se ha perdido la conexión. Vuelve a intentarlo.
es_419: Conexión perdida. Inténtelo de nuevo.
fr: Connexion perdue. Veuillez réessayer.
tr: Bağlantı kesildi. Lütfen tekrar deneyin.

source: Create image
de: Bild erstellen
es: Crear imagen
es_419: Crear imagen
fr: Créer une image
it: Crea immagine
nl: Afbeelding maken
pt_br: Criar imagem
tr: Görsel oluştur

source: Describe your image
de: Beschreibe dein Bild
es: Describe tu imagen
es_419: Describa su imagen
fr: Décrivez votre image
it: Descrivi la tua immagine
nl: Beschrijf uw afbeelding
pt_br: Descreva sua imagem
tr: Görselinizi tarif edin

source: Draw a sketch
de: Zeichne eine Skizze
es: Dibujar un boceto
es_419: Dibuje un boceto
fr: Ajouter un croquis
it: Disegna uno schizzo
nl: Maak een schets
pt_br: Desenhar um rascunho
tr: Bir taslak çiz

source: Failed to generate a response. Please try again.
de: Fehler beim Generieren der Antwort. Bitte versuche es erneut.
es: No se pudo generar una respuesta. Inténtalo de nuevo.
es_419: Error al generar una respuesta. Intente de nuevo.
fr: Impossible de générer une réponse. Veuillez réessayer.
tr: Yanıt oluşturulamadı. Lütfen tekrar deneyin.

source: Fast
de: Schnell
es: Rápido
es_419: Rápido
fr: Rapide
it: Veloce
nl: Snel
pt_br: Rápido
tr: Hızlı

source: Files
de: Dateien
es: Archivos
es_419: Archivos
fr: Fichiers
nl: Bestanden
pt_br: Arquivos
tr: Dosya

source: Hey, I'm Lumo.
de: Hallo, ich bin Lumo.
es: Hola, soy Lumo.
es_419: Hola, soy Lumo.
fr: Salut, je m'appelle Lumo.
it: Ciao, sono Lumo.
nl: Hallo, ik ben Lumo.
pt_br: Olá, sou o Lumo.
tr: Selam, ben Lumo.

source: It's confidential.
de: Alles wird vertraulich behandelt.
es: Es confidencial.
es_419: Es confidencial.
fr: C'est confidentiel.
it: E' confidenziale
nl: Het is vertrouwelijk.
pt_br: É confidencial.
tr: Bu bilgi gizlidir.

source: Lumo is experiencing high demand. Please try again later.
de: Lumo verzeichnet derzeit eine hohe Nachfrage. Bitte versuche es später erneut.
es: Lumo está experimentando una gran demanda. Vuelve a intentarlo más tarde.
es_419: Lumo está experimentando una alta demanda. Vuelva a intentarlo más tarde.
fr: Lumo fait face à une forte demande. Veuillez réessayer plus tard.
tr: Lumo'ya yoğun talep var. Lütfen daha sonra tekrar deneyin.

source: Models
de: Modelle
es: Modelos
es_419: Modelos
fr: Modèles
it: Modelli
nl: Modellen
pt_br: Modelos
tr: Modeller

source: Photos
de: Fotos
es: Fotos
es_419: Fotos
it: Foto
nl: Foto's
pt_br: Fotos
tr: Fotoğraflar

source: Quick responses
de: Schnellantworten
es: Respuestas rápidas
es_419: Respuestas rápidas
fr: Réponses rapides
it: Risposte rapide
nl: Snelle antwoorden
pt_br: Respostas rápidas
tr: Hızlı yanıtlar

source: Solves complex problems
de: Löst komplexe Probleme
es: Resuelve problemas complejos
es_419: Resuelve problemas complejos
fr: Résout des problèmes complexes
nl: Lost complexe problemen op
pt_br: Resolve problemas complexos
tr: Karmaşık sorunları çözer

source: Something went wrong. Please try again.
de: Ein Problem ist aufgetreten. Bitte versuche es erneut.
es: Algo ha salido mal. Inténtalo de nuevo.
es_419: Algo salió mal. Intente de nuevo.
fr: Une erreur s'est produite. Nous vous invitons à réessayer.
it: Qualcosa è andato storto. Riprova.
nl: Er is iets fout gegaan. Probeer het alstublieft opnieuw.
pt_br: Ocorreu um erro. Tente novamente mais tarde.
tr: Bir sorun çıktı. Lütfen yeniden deneyin.

source: Thinking
de: Antwort wird vorbereitet ...
es: Pensando
es_419: Razonador
fr: Réfléchi
it: Sto pensando
nl: Denken
pt_br: Pensador
tr: Düşünüyor

source: This file is already attached.
de: Diese Datei wurde bereits angehängt.
es: Este archivo ya se ha adjuntado.
es_419: Este archivo ya está adjunto.
fr: Ce fichier est déjà attaché.
tr: Bu dosya zaten eklenmiştir.

source: Tools
de: Werkzeuge
es: Herramientas
es_419: Herramientas
fr: Outils
it: Strumenti
nl: Hulpmiddelen
pt_br: Ferramentas
tr: Araçlar

source: Web search
de: Websuche
es: Búsqueda web
es_419: Búsqueda web
fr: Recherche web
it: Ricerca Web
nl: Online zoeken
pt_br: Pesquisa web
tr: İnternet araması

source: You've reached your limit, upgrade for unlimited chats.
de: Du hast dein Limit erreicht. Erweitere dein Abonnement für unbegrenzte Anzahl von Chats.
es: Has alcanzado tu límite, pásate a un plan superior para disfrutar de chats ilimitados.
es_419: Ha alcanzado su límite, actualice para obtener chats ilimitados.
fr: Vous avez atteint votre limite, changez d'abonnement pour des discussions illimitées.
tr: Sınırınıza ulaştınız; sınırsız sohbet için yükseltin.

source: Your request contains content that cannot be processed.
de: Deine Anfrage enthält Inhalte, die nicht verarbeitet werden können.
es: Tu solicitud contiene contenido que no se puede procesar.
es_419: Su solicitud incluye contenido que no puede ser procesado.
fr: Votre demande contient un contenu qui ne peut pas être traité.
tr: İsteğinizde işlenemeyen içerik bulunmaktadır.

source: Your request could not be processed. Please try again.
de: Deine Anfrage konnte nicht verarbeitet werden. Bitte versuche es erneut.
es: No se ha podido procesar tu solicitud. Vuelve a intentarlo.
es_419: No se pudo procesar su solicitud. Intente de nuevo.
fr: Votre requête n'a pas pu être traitée. Veuillez réessayer.
pt_br: Sua solicitação não pôde ser processada. Tente novamente.
tr: İsteğiniz işleme alınamadı. Lütfen tekrar deneyin.
